Repository: dimaotmakhov/jobturbo
Catalog: lib/l10n/app_*.arb
Languages: it, ja, ko, pt, vi, zh

# usernameType
source: Log in using:
it: Accedi usando:
ja: ログイン方法：
ko: 로그인 방식:
pt: Fazer login usando:
vi: Đăng nhập bằng:
zh: 登录使用：

# promptFill
source: Enter your {attribute}
it: Inserisci il tuo {attribute}
ja: {attribute}を入力してください
ko: {attribute}을(를) 입력하세요
pt: Digite seu {attribute}
vi: Nhập {attribute} của bạn
zh: 请输入{attribute}

# promptRefill
source: Re-enter your {attribute}
it: Reinserisci il tuo {attribute}
ja: {attribute}を再入力してください
ko: {attribute}을(를) 다시 입력하세요
pt: Digite novamente seu {attribute}
vi: Nhập lại {attribute} của bạn
zh: 请再次输入{attribute}

# warnEmpty
source: {attribute} field must not be blank.
it: Il campo {attribute} non può essere vuoto.
ja: {attribute}は空にできません。
ko: {attribute} 필드는 비워둘 수 없습니다.
pt: O campo {attribute} não pode estar vazio.
vi: Trường {attribute} không được để trống.
zh: {attribute}不能为空。

# warnInvalidFormat
source: Invalid {attributeType} format.
it: Formato {attributeType} non valido.
ja: {attributeType}の形式が無効です。
ko: 잘못된 {attributeType} 형식입니다.
pt: Formato de {attributeType} inválido.
vi: Định dạng {attributeType} không hợp lệ.
zh: {attributeType}格式无效。

# usernameRequirements
source: Username must only contain alphanumeric characters and symbols.
it: Il nome utente deve contenere solo caratteri alfanumerici e simboli.
ja: ユーザー名は英数字と記号のみ使用できます。
ko: 사용자 이름은 영숫자와 기호만 포함해야 합니다.
pt: O nome de usuário deve conter apenas caracteres alfanuméricos e símbolos.
vi: Tên đăng nhập chỉ được chứa ký tự chữ số và ký hiệu.
zh: 用户名只能包含字母、数字和符号。

# optional
source: {fieldTitle} (optional)
it: {fieldTitle} (opzionale)
ja: {fieldTitle}（任意）
ko: {fieldTitle} (선택사항)
pt: {fieldTitle} (opcional)
vi: {fieldTitle} (tùy chọn)
zh: {fieldTitle}（可选）

# passwordRequirementsPreamble
source: Your password must include:
it: La tua password deve includere:
ja: パスワードには以下が必要です：
ko: 비밀번호는 다음을 포함해야 합니다:
pt: Sua senha deve incluir:
vi: Mật khẩu của bạn phải bao gồm:
zh: 您的密码必须包含：

# passwordRequirementsAtLeast
source: at least {numCharacters, plural, =1{1{characterType} character} other{{numCharacters}{characterType} characters}}
it: almeno {numCharacters, plural, =1{1 carattere {characterType}} other{{numCharacters} caratteri {characterType}}}
ja: 少なくとも{numCharacters}個の{characterType}
ko: {characterType} {numCharacters}자 이상
pt: pelo menos {numCharacters, plural, =1{1 caractere {characterType}} other{{numCharacters} caracteres {characterType}}}
vi: ít nhất {numCharacters, plural, =1{1 ký tự {characterType}} other{{numCharacters} ký tự {characterType}}}
zh: 至少{numCharacters}个{characterType}

# passwordRequirementsCharacterType
source: {characterType, select, requiresUppercase{uppercase} requiresLowercase{lowercase} requiresNumbers{number} requiresSymbols{symbol} other{}}
it: {characterType, select, requiresUppercase{maiuscolo} requiresLowercase{minuscolo} requiresNumbers{numerico} requiresSymbols{simbolo} other{}}
ja: {characterType, select, requiresUppercase{大文字} requiresLowercase{小文字} requiresNumbers{数字} requiresSymbols{記号} other{}}
ko: {characterType, select, requiresUppercase{대문자} requiresLowercase{소문자} requiresNumbers{숫자} requiresSymbols{기호} other{}}
pt: {characterType, select, requiresUppercase{maiúsculo} requiresLowercase{minúsculo} requiresNumbers{numérico} requiresSymbols{símbolo} other{}}
vi: {characterType, select, requiresUppercase{in hoa} requiresLowercase{in thường} requiresNumbers{số} requiresSymbols{ký hiệu} other{}}
zh: {characterType, select, requiresUppercase{大写字母} requiresLowercase{小写字母} requiresNumbers{数字} requiresSymbols{符号} other{}}

# codeSent
source: A confirmation code has been sent to {destination}
it: Un codice di conferma è stato inviato a {destination}
ja: 確認コードを{destination}に送信しました
ko: 확인 코드가 {destination}(으)로 전송되었습니다
pt: Um código de confirmação foi enviado para {destination}
vi: Mã xác nhận đã được gửi đến {destination}
zh: 确认码已发送至{destination}

# codeSentUnknown
source: A confirmation code has been sent.
it: Un codice di conferma è stato inviato.
ja: 確認コードを送信しました。
ko: 확인 코드가 전송되었습니다.
pt: Um código de confirmação foi enviado.
vi: Mã xác nhận đã được gửi.
zh: 确认码已发送。

# copySucceeded
source: Copied to clipboard!
it: Copiato negli appunti!
ja: クリップボードにコピーしました！
ko: 클립보드에 복사되었습니다!
pt: Copiado para a área de transferência!
vi: Đã sao chép vào bộ nhớ tạm!
zh: 已复制到剪贴板！

# copyFailed
source: Copy to clipboard failed.
it: Copia negli appunti fallita.
ja: クリップボードへのコピーに失敗しました。
ko: 클립보드 복사에 실패했습니다.
pt: Falha ao copiar para a área de transferência.
vi: Không thể sao chép vào bộ nhớ tạm.
zh: 复制到剪贴板失败。

# confirmSignInCustomAuth
source: Enter your sign in code'
it: Inserisci il tuo codice di accesso
ja: ログインコードを入力してください
ko: 로그인 코드를 입력하세요
pt: Digite seu código de login
vi: Nhập mã đăng nhập của bạn
zh: 请输入您的登录验证码

# continueSignInWithMfaSelection
source: Select your preferred Two-Factor Auth method
it: Seleziona il tuo metodo preferito di autenticazione a due fattori
ja: 二要素認証の方法を選択してください
ko: 선호하는 2단계 인증 방법을 선택하세요
pt: Selecione seu método preferido de autenticação de dois fatores
vi: Chọn phương thức xác thực hai yếu tố ưa thích của bạn
zh: 请选择您偏好的双重认证方式

# continueSignInWithTotpSetup
source: Enable Two-Factor Auth
it: Attiva autenticazione a due fattori
ja: 二要素認証を有効にする
ko: 2단계 인증 활성화
pt: Ativar Autenticação de Dois Fatores
vi: Kích hoạt xác thực hai yếu tố
zh: 启用双重认证

# confirmSignInWithTotpMfaCode
source: Enter your one-time passcode
it: Inserisci il tuo codice monouso
ja: ワンタイムパスコードを入力してください
ko: 일회용 암호를 입력하세요
pt: Digite sua senha de uso único
vi: Nhập mã một lần của bạn
zh: 请输入您的一次性密码
