Repository: dimaotmakhov/jobturbo
Catalog: lib/l10n/app_*.arb
Languages: it, ja, ko, pt, vi, zh

source: Track Your Applications
it: Traccia le Tue Candidature
ja: 応募を追跡
ko: 지원 현황 추적
pt: Acompanhe Suas Candidaturas
vi: Theo Dõi Đơn Ứng Tuyển
zh: 追踪您的申请

source: Monitor Your Progress
it: Monitora il Tuo Progresso
ja: 進捗を監視
ko: 진행 상황 모니터링
pt: Monitore Seu Progresso
vi: Giám Sát Tiến Trình
zh: 监控您的进度

source: Effectively
it: Efficacemente
ja: 効果的に
ko: 효과적으로
pt: Efetivamente
vi: Hiệu Quả
zh: 有效地

source: Efficiently
it: Efficientemente
ja: 効率的に
ko: 효율적으로
pt: Eficientemente
vi: Hiệu Suất
zh: 高效地

# jobSearchAppGetsYou
source: The Job Search App That Gets You
it: L'App di Ricerca Lavoro che Ti Capisce
ja: あなたを理解する求人検索アプリ
ko: 당신을 이해하는 구직 앱
pt: O Aplicativo de Busca de Emprego que Te Entende
vi: Ứng Dụng Tìm Việc Hiểu Bạn
zh: 了解您的求职应用程序

source: Hired
it: Assunto
ja: 採用
ko: 채용됨
pt: Contratado
vi: Được Tuyển Dụng
zh: 已录用

# applyPositionsInDays
source: Apply 100+ Positions in 7 Days
it: Candìdati a 100+ Posizioni in 7 Giorni
ja: 7日間で100以上のポジションに応募
ko: 7일 내 100+ 포지션 지원
pt: Candidate-se a 100+ Vagas em 7 Dias
vi: Ứng Tuyển 100+ Vị Trí Trong 7 Ngày
zh: 7天内申请100多个职位

source: Visualize Your Progress
it: Visualizza il Tuo Progresso
ja: 進捗を視覚化
ko: 진행 상황 시각화
pt: Visualize Seu Progresso
vi: Trực Quan Hóa Tiến Trình
zh: 清晰地可视化您的进度

source: Clearly
it: Chiaramente
ja: 明確に
ko: 명확하게
pt: Claramente
vi: Rõ Ràng
zh: 清晰

# appTitle
source: Job Turbo
ja: ジョブターボ
ko: 잡 터보
zh: 求职加速器

# welcomeTitle1
source: Search your job across the Globe
it: Cerca il tuo lavoro in tutto il mondo
ja: 世界中の仕事を検索
ko: 전 세계 일자리 검색
pt: Procure seu emprego em todo o mundo
vi: Tìm kiếm việc làm trên toàn cầu
zh: 在全球范围内搜索工作

# welcomeDesc1
source: Reach companies looking for an employees. Here's a quick tour.
it: Raggiungi aziende in cerca di dipendenti. Ecco una rapida panoramica.
ja: 従業員を探している企業にアプローチ。クイックツアーをご覧ください。
ko: 인재를 찾고 있는 기업들과 연결하세요. 간단한 서비스 소개를 시작하겠습니다.
pt: Alcance empresas que procuram funcionários. Aqui está um tour rápido.
vi: Tiếp cận các công ty đang tìm kiếm nhân viên. Đây là hướng dẫn nhanh.
zh: 接触正在寻找员工的公司。这里是快速导览。

# welcomeTitle2
source: Request Tab
it: Scheda Richieste
ja: リクエストタブ
ko: 요청하기 탭
pt: Aba de Solicitações
vi: Tab Yêu cầu
zh: 申请标签

# welcomeDesc2
source: Get more offers from the start with a dynamic Job Requests. Your request will repeat on selected days.
it: Ottieni più offerte fin dall'inizio con Richieste di Lavoro dinamiche. La tua richiesta si ripeterà nei giorni selezionati.
ja: 動的な求人リクエストで、より多くのオファーを最初から獲得。選択した日に自動的にリクエストが繰り返されます。
ko: 스마트 채용 요청으로 더 많은 제안을 받아보세요. 선택하신 날짜에 자동으로 요청이 갱신됩니다.
pt: Receba mais ofertas desde o início com Solicitações de Emprego dinâmicas. Sua solicitação será repetida nos dias selecionados.
vi: Nhận nhiều đề xuất hơn ngay từ đầu với Yêu cầu Việc làm động. Yêu cầu của bạn sẽ được lặp lại vào những ngày đã chọn.
zh: 通过动态职位申请从一开始就获得更多机会。您的申请将在选定的日期重复发送。

# welcomeTitle3
source: Apply Tab
it: Scheda Candidatura
ja: 応募タブ
ko: 지원하기 탭
pt: Aba de Candidatura
vi: Tab Ứng tuyển
zh: 应聘标签

# welcomeDesc3
source: Capture positions right when they begin their publication. Your apply will appear prominently at the top of the recruiters list.
it: Cattura le posizioni non appena vengono pubblicate. La tua candidatura apparirà in evidenza in cima alla lista dei selezionatori.
ja: 募集開始直後のポジションをキャッチ。あなたの応募は採用担当者リストの上位に目立つように表示されます。
ko: 새로운 채용 공고를 실시간으로 확인하세요. 귀하의 지원서는 채용담당자 목록 최상단에 노출됩니다.
pt: Capture vagas assim que começarem a ser publicadas. Sua candidatura aparecerá em destaque no topo da lista dos recrutadores.
vi: Nắm bắt vị trí ngay khi họ bắt đầu đăng tuyển. Hồ sơ ứng tuyển của bạn sẽ xuất hiện nổi bật ở đầu danh sách nhà tuyển dụng.
zh: 在职位刚开始发布时就把握机会。您的应聘将显著地出现在招聘者名单的顶部。

# welcomeTitle4
source: Apply results
it: Risultati Candidature
ja: 応募結果
ko: 지원 결과
pt: Resultados das candidaturas
vi: Kết quả ứng tuyển
zh: 应聘结果

# welcomeDesc4
source: Reach requests the moment they search with an proposal. We'll match your request with companies based on a direct signal of their intent - their search term.
it: Raggiungi le richieste nel momento in cui cercano con una proposta. Abbineremo la tua richiesta alle aziende basandoci su un segnale diretto della loro intenzione - il loro termine di ricerca.
ja: 提案と同時に求人をキャッチ。企業の意図を直接示す検索キーワードに基づいて、リクエストとマッチングします。
ko: 기업의 검색 즉시 맞춤형 제안을 받아보세요. 기업이 입력한 검색어를 기반으로 가장 적합한 매칭을 제공합니다.
pt: Alcance solicitações no momento em que pesquisam com uma proposta. Combinaremos sua solicitação com empresas com base em um sinal direto de sua intenção - seu termo de pesquisa.
vi: Tiếp cận yêu cầu ngay khi họ tìm kiếm với đề xuất. Chúng tôi sẽ kết nối yêu cầu của bạn với các công ty dựa trên tín hiệu trực tiếp về ý định của họ - từ khóa tìm kiếm.
zh: 在公司搜索时立即提供建议。我们将根据公司意向的直接信号——他们的搜索词——为您匹配申请。

# welcomeTitle5
source: Direct links to companies websites
it: Collegamenti diretti ai siti web delle aziende
ja: 企業ウェブサイトへの直接リンク
ko: 기업 웹사이트 직접 연결
pt: Links diretos para sites das empresas
vi: Liên kết trực tiếp đến trang web công ty
zh: 直接链接到公司网站

# welcomeDesc5
source: Reach businesses directly when they actively researching market and getting information to help them decide wether to hire. Your request will appear to interested company without third-party.
it: Raggiungi le aziende direttamente quando stanno attivamente ricercando sul mercato e raccogliendo informazioni per decidere se assumere. La tua richiesta apparirà alle aziende interessate senza intermediari.
ja: 市場調査や採用判断のための情報収集を積極的に行っている企業に直接アプローチ。第三者を介さずに興味のある企業にリクエストが表示されます。
ko: 시장 조사와 채용을 준비 중인 기업에 직접 연결됩니다. 중개자 없이 관심 기업에 귀하의 프로필이 바로 노출됩니다.
pt: Alcance empresas diretamente quando elas estiverem pesquisando ativamente o mercado e obtendo informações para ajudá-las a decidir sobre contratação. Sua solicitação aparecerá para empresas interessadas sem intermediários.
vi: Tiếp cận doanh nghiệp trực tiếp khi họ đang tích cực nghiên cứu thị trường và thu thập thông tin để quyết định tuyển dụng. Yêu cầu của bạn sẽ xuất hiện với công ty quan tâm mà không qua trung gian.
zh: 在企业积极研究市场和收集信息以帮助他们决定是否招聘时直接接触他们。您的申请将直接展示给感兴趣的公司，无需第三方。

# welcomeTitle6
source: We are here to help.
it: Siamo qui per aiutare.
ja: サポートいたします
ko: 항상 도와드리겠습니다
pt: Estamos aqui para ajudar
vi: Chúng tôi ở đây để giúp đỡ
zh: 我们随时为您服务

# welcomeDesc6
source: We'll help you to get more offers and apply for more jobs.
it: Ti aiuteremo a ottenere più offerte e candidarti a più lavori.
ja: より多くのオファーを獲得し、より多くの求人に応募できるようサポートします。
ko: 더 많은 채용 제안과 일자리 지원 기회를 얻으실 수 있도록 지원하겠습니다.
pt: Ajudaremos você a receber mais ofertas e se candidatar a mais vagas.
vi: Chúng tôi sẽ giúp bạn nhận được nhiều đề xuất hơn và ứng tuyển nhiều việc làm hơn.
zh: 我们将帮助您获得更多机会并申请更多职位。

source: Skip
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Pular
vi: Bỏ qua
zh: 跳过

source: NEXT
it: AVANTI
ja: 次へ
ko: 다음
pt: PRÓXIMO
vi: TIẾP
zh: 下一步

source: DONE
it: FATTO
ja: 完了
ko: 완료
pt: CONCLUIR
vi: XONG
zh: 完成

# navRequest
source: Request
it: Richiesta
ja: リクエスト
ko: 요청
pt: Pedido
vi: Yêu cầu
zh: 请求

# navApply
source: Apply
it: Candidati
ja: 応募
ko: 지원
pt: Candidatar
vi: Ứng tuyển
zh: 申请

# navProgress
source: Progress
it: Progressi
ja: 進捗
ko: 진행
pt: Progresso
vi: Tiến độ
zh: 进度

# noAppliedJobs
source: No applied jobs found yet
it: Nessun lavoro candidato trovato finora
ja: 応募済みの求人はまだありません
ko: 아직 지원한 채용공고가 없습니다
pt: Nenhuma vaga aplicada encontrada ainda
vi: Chưa có việc đã ứng tuyển nào
zh: 还没有申请过的工作

# noPendingJobs
source: No pending jobs found yet
it: Nessun lavoro in attesa trovato finora
ja: 保留中の求人はまだありません
ko: 아직 대기 중인 채용공고가 없습니다
pt: Nenhuma vaga pendente encontrada ainda
vi: Chưa có việc đang chờ xử lý nào
zh: 还没有待处理的工作

# noRejectedJobs
source: No rejected jobs found yet
it: Nessun lavoro rifiutato trovato finora
ja: 不採用の求人はまだありません
ko: 아직 거절된 채용공고가 없습니다
pt: Nenhuma vaga rejeitada encontrada ainda
vi: Chưa có việc bị từ chối nào
zh: 还没有被拒绝的工作

# noSuccessfulJobs
source: No successful applications found yet
it: Nessuna candidatura riuscita trovata finora
ja: 採用された応募はまだありません
ko: 아직 성공한 지원이 없습니다
pt: Nenhuma candidatura bem-sucedida encontrada ainda
vi: Chưa có ứng tuyển thành công nào
zh: 还没有成功的申请

# noJobs
source: No jobs found yet
it: Nessun lavoro trovato finora
ja: 求人はまだありません
ko: 아직 채용공고가 없습니다
pt: Nenhuma vaga encontrada ainda
vi: Chưa tìm thấy việc làm nào
zh: 没有找到任何工作

source: Job Applications
it: Candidature di Lavoro
ja: 求人応募
ko: 채용 지원
pt: Candidaturas
vi: Ứng tuyển việc làm
zh: 工作申请

source: To Apply
it: Da Candidare
ja: 応募予定
ko: 지원 예정
pt: Para Aplicar
vi: Để ứng tuyển
zh: 申请

source: Applied
it: Candidato
ja: 応募済み
ko: 지원됨
pt: Candidatado
vi: Đã Ứng Tuyển
zh: 已申请

# noJobListings
source: No job listings found
it: Nessuna offerta di lavoro trovata
ja: 求人が見つかりません
ko: 채용공고를 찾을 수 없습니다
pt: Nenhuma vaga encontrada
vi: Không tìm thấy thông tin việc làm
zh: 找不到任何工作列表

source: Mark as not applied
it: Segna come non candidato
ja: 未応募としてマーク
ko: 미지원으로 표시
pt: Marcar como não aplicado
vi: Đánh dấu là chưa ứng tuyển
zh: 标记为未申请

# subscribeForUpdates
source: Showing only part of the jobs. To see all jobs, subscribe to PRO
it: Mostra solo parte delle offerte di lavoro. Per vedere tutti i lavori, iscriviti a PRO
ja: 求人の一部のみ表示しています。すべての求人を見るには、PROに登録してください
ko: 일부 직업만 표시됩니다. 모든 직업을 보려면 PRO를 구독하세요
pt: Mostrando apenas parte dos empregos. Para ver todos os empregos, assine o PRO
vi: Chỉ hiển thị một phần việc làm. Để xem tất cả các việc làm, hãy đăng ký PRO
zh: 仅显示部分职位。要查看所有职位，请订阅专业版

source: Requests
it: Richieste
ja: リクエスト
ko: 요청
pt: Pedidos
vi: Yêu cầu
zh: 请求

# noRequests
source: No requests yet. Tap + to add one.
it: Ancora nessuna richiesta. Tocca + per aggiungerne una.
ja: リクエストはまだありません。+をタップして追加してください。
ko: 아직 요청이 없습니다. +를 탭하여 추가하세요.
pt: Nenhum pedido ainda. Toque em + para adicionar.
vi: Chưa có yêu cầu nào. Nhấn + để thêm mới.
zh: 还没有任何请求。点击 + 添加新的。

source: Add New Request
it: Aggiungi Nuova Richiesta
ja: 新規リクエストを追加
ko: 새 요청 추가
pt: Adicionar Novo Pedido
vi: Thêm yêu cầu mới
zh: 添加新请求

# selectCountry
source: Select a country
it: Seleziona paese
ja: 国を選択
ko: 국가 선택
pt: Selecionar país
vi: Chọn quốc gia
zh: 选择国家

source: Country
it: Paese
ja: 国
ko: 국가
pt: País
vi: Quốc gia
zh: 国家

# pleaseSelectCountry
source: Please select a country
it: Seleziona un paese
ja: 国を選択してください
ko: 국가를 선택해주세요
pt: Por favor, selecione um país
vi: Vui lòng chọn quốc gia
zh: 请选择国家

source: Location
it: Località
ja: 場所
ko: 위치
pt: Localização
vi: Địa điểm
zh: 位置

source: Enter location
it: Inserisci località
ja: 場所を入力
ko: 위치 입력
pt: Digite a localização
vi: Nhập địa điểm
zh: 输入位置

source: Please enter location
it: Inserisci una località
ja: 場所を入力してください
ko: 위치를 입력해주세요
pt: Por favor, digite a localização
vi: Vui lòng nhập địa điểm
zh: 请输入位置

source: Position
it: Posizione
ja: 職位
ko: 직무
pt: Cargo
vi: Chức vụ
zh: 职位

source: Enter position
it: Inserisci posizione
ja: 職位を入力
ko: 직무 입력
pt: Digite o cargo
vi: Nhập chức vụ
zh: 输入职位

source: Please enter position
it: Inserisci una posizione
ja: 職位を入力してください
ko: 직무를 입력해주세요
pt: Por favor, digite o cargo
vi: Vui lòng nhập chức vụ
zh: 请输入职位

source: Keywords
it: Parole chiave
ja: キーワード
ko: 키워드
pt: Palavras-chave
vi: Từ khóa
zh: 关键词

# enterKeywordsSeparated
source: Enter keywords separated by commas
it: Inserisci parole chiave separate da virgole
ja: キーワードをカンマで区切って入力
ko: 키워드를 쉼표로 구분하여 입력
pt: Digite palavras-chave separadas por vírgulas
vi: Nhập các từ khóa cách nhau bằng dấu phẩy
zh: 输入以逗号分隔的关键词

# newBadge
source: new
it: nuovo
ja: 新
ko: 신규
pt: novo
vi: mới
zh: 新

source: Cancel
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
vi: Hủy
zh: 取消

source: Create
it: Crea
ja: 作成
ko: 생성
pt: Criar
vi: Tạo
zh: 创建

# countryLabel
source: Country: {country}
it: Paese: {country}
ja: 国：{country}
ko: 국가: {country}
pt: País: {country}
vi: Quốc gia: {country}
zh: 国家: {country}

# locationLabel
source: Location: {location}
it: Località: {location}
ja: 場所：{location}
ko: 위치: {location}
pt: Localização: {location}
vi: Địa điểm: {location}
zh: 位置: {location}

# keywordsLabel
source: Keywords: {keywords}
it: Parole chiave: {keywords}
ja: キーワード：{keywords}
ko: 키워드: {keywords}
pt: Palavras-chave: {keywords}
vi: Từ khóa: {keywords}
zh: 关键词: {keywords}

source: Application Progress
it: Progresso delle Candidature
ja: 応募進捗
ko: 지원 진행 상황
pt: Progresso das Candidaturas
vi: Tiến trình ứng tuyển
zh: 申请进度

source: Applied Jobs
it: Lavori Candidati
ja: 応募済みの求人
ko: 지원한 채용공고
pt: Vagas Aplicadas
vi: Việc đã ứng tuyển
zh: 已申请的工作

source: Pending Jobs
it: Lavori in Attesa
ja: 保留中の求人
ko: 대기 중인 채용공고
pt: Vagas Pendentes
vi: Việc đang chờ xử lý
zh: 待处理的工作

source: Rejected Jobs
it: Lavori Rifiutati
ja: 不採用の求人
ko: 거절된 채용공고
pt: Vagas Rejeitadas
vi: Việc bị từ chối
zh: 被拒绝的工作

source: Successful Applications
it: Candidature Riuscite
ja: 採用された応募
ko: 성공한 지원
pt: Candidaturas Bem-sucedidas
vi: Ứng tuyển thành công
zh: 成功的申请

# appliedStatus
source: Applied
it: Candidato
ja: 応募済み
ko: 지원 완료
pt: Aplicado
vi: Đã ứng tuyển
zh: 已申请

# noAnswerStatus
source: No Answer
it: Nessuna Risposta
ja: 返信なし
ko: 무응답
pt: Sem Resposta
vi: Chưa trả lời
zh: 未回复

# rejectedStatus
source: Rejected
it: Rifiutato
ja: 不採用
ko: 거절됨
pt: Rejeitado
vi: Bị từ chối
zh: 被拒绝

# successfulStatus
source: Successful
it: Riuscito
ja: 採用
ko: 성공
pt: Bem-sucedido
vi: Thành công
zh: 成功

# skillsAndTechnologies
source: Skills & Technologies
it: Competenze e Tecnologie
ja: スキルと技術
ko: 기술 및 기술
pt: Habilidades e Tecnologias
vi: Kỹ Năng và Công Nghệ
zh: 技能和技术

source: About the Company
it: Informazioni sull'Azienda
ja: 企業について
ko: 회사 소개
pt: Sobre a Empresa
vi: Về Công Ty
zh: 关于公司

# noCompanyDescription
source: No company description available.
it: Nessuna descrizione dell'azienda disponibile.
ja: 企業の説明がありません。
ko: 회사 설명이 없습니다.
pt: Nenhuma descrição da empresa disponível.
vi: Không có mô tả về công ty.
zh: 无公司描述。

source: Apply via
it: Candidati tramite
ja: 経由で応募
ko: 통해 지원
pt: Candidatar-se via
vi: Ứng tuyển qua
zh: 通过申请

source: Mark as Applied
it: Contrassegna come Candidato
ja: 応募済みにマーク
ko: 지원됨으로 표시
pt: Marcar como Candidatado
vi: Đánh Dấu Là Đã Ứng Tuyển
zh: 标记为已申请

source: Try Again
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
vi: Thử Lại
zh: 重试

source: Go Back
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
vi: Quay Lại
zh: 返回

# errorLoadingJobPosting
source: Unable to load job posting. Please try again later.
it: Impossibile caricare l'offerta di lavoro. Riprova più tardi.
ja: 求人情報を読み込めませんでした。後でもう一度お試しください。
ko: 채용공고를 불러올 수 없습니다. 나중에 다시 시도해 주세요.
pt: Não foi possível carregar a vaga. Tente novamente mais tarde.
vi: Không thể tải thông tin tuyển dụng. Vui lòng thử lại sau.
zh: 无法加载职位信息。请稍后重试。

# errorRequestTimeout
source: Unable to load job posting. The request timed out.
it: Impossibile caricare l'offerta di lavoro. Richiesta scaduta.
ja: 求人情報を読み込めませんでした。リクエストがタイムアウトしました。
ko: 채용공고를 불러올 수 없습니다. 요청 시간이 초과되었습니다.
pt: Não foi possível carregar a vaga. O tempo de solicitação expirou.
vi: Không thể tải thông tin tuyển dụng. Yêu cầu đã hết thời gian chờ.
zh: 无法加载职位信息。请求超时。

source: Premium
ja: プレミアム
ko: 프리미엄
vi: Cao Cấp
zh: 高级版

# premiumSubtitle
source: Get access to all premium features
it: Ottieni l'accesso a tutte le funzionalità premium
ja: すべてのプレミアム機能にアクセス
ko: 모든 프리미엄 기능 이용
pt: Tenha acesso a todos os recursos premium
vi: Truy cập tất cả các tính năng cao cấp
zh: 获取所有高级功能

# featureAllJobListings
source: All job listings
it: Tutti gli annunci di lavoro
ja: すべての求人リスト
ko: 모든 채용 공고
pt: Todas as vagas de emprego
vi: Tất cả danh sách việc làm
zh: 所有职位列表

# planWeek
source: 1 Week
it: 1 Settimana
ja: 1週間
ko: 1주
pt: 1 Semana
vi: 1 Tuần
zh: 1 周

# planYear
source: 1 Year
it: 1 Anno
ja: 1年
ko: 1년
pt: 1 Ano
vi: 1 Năm
zh: 1 年

source: Best Value
it: Miglior Valore
ja: 最高の価値
ko: 최고의 가치
pt: Melhor Valor
vi: Giá Trị Tốt Nhất
zh: 最佳价值

# errorPurchaseNotAvailable
source: In-app purchases are not available on this device.
it: Gli acquisti in-app non sono disponibili su questo dispositivo.
ja: アプリ内課金はこのデバイスでは利用できません。
ko: 인앱 구매는 이 기기에서 사용할 수 없습니다.
pt: Compras no aplicativo não estão disponíveis neste dispositivo.
vi: Mua trong ứng dụng không khả dụng trên thiết bị này.
zh: 此设备不支持应用内购买。

# errorWebPurchase
source: In-app purchases are not available on web. Please use our mobile app.
it: Gli acquisti in-app non sono disponibili sul web. Utilizza la nostra app mobile.
ja: アプリ内課金はウェブでは利用できません。モバイルアプリをご利用ください。
ko: 웹에서 인앱 구매를 할 수 없습니다. 모바일 앱을 사용해 주세요.
pt: Compras no aplicativo não estão disponíveis na web. Por favor, use nosso aplicativo móvel.
vi: Mua trong ứng dụng không khả dụng trên web. Vui lòng sử dụng ứng dụng di động của chúng tôi.
zh: 网页版不支持应用内购买。请使用我们的移动应用。

# errorFailedToLoad
source: Failed to load subscription options
it: Impossibile caricare le opzioni di abbonamento
ja: サブスクリプションオプションの読み込みに失敗しました
ko: 구독 옵션을 로드하지 못했습니다
pt: Falha ao carregar opções de assinatura
vi: Không tải được các tùy chọn đăng ký
zh: 无法加载订阅选项

# errorPurchasePending
source: Please wait for the current purchase to complete
it: Attendi il completamento dell'acquisto in corso
ja: 現在の購入が完了するまでお待ちください
ko: 현재 구매가 완료될 때까지 기다려 주세요
pt: Aguarde a conclusão da compra atual
vi: Vui lòng chờ giao dịch mua hiện tại hoàn tất
zh: 请等待当前购买完成

# errorPurchaseFailed
source: Purchase failed: {error}
it: Acquisto non riuscito: {error}
ja: 購入に失敗しました: {error}
ko: 구매 실패: {error}
pt: Compra falhou: {error}
vi: Mua hàng thất bại: {error}
zh: 购买失败：{error}

# useMobileApp
source: Please use our mobile app to purchase.
it: Utilizza la nostra app mobile per effettuare l'acquisto.
ja: 購入するにはモバイルアプリをご利用ください。
ko: 구매하려면 모바일 앱을 사용해 주세요.
pt: Por favor, use nosso aplicativo móvel para comprar.
vi: Vui lòng sử dụng ứng dụng di động của chúng tôi để mua.
zh: 请使用我们的移动应用进行购买。

source: Delete Account
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt: Excluir conta
vi: Xóa tài khoản
zh: 删除账户

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone.
it: Sei sicuro di voler eliminare il tuo account? Questa azione non può essere annullata.
ja: アカウントを削除してもよろしいですか？この操作は元に戻せません。
ko: 정말로 계정을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita.
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không? Thao tác này không thể hoàn tác.
zh: 您确定要删除您的账户吗？此操作无法撤销。

source: Delete
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
vi: Xóa
zh: 删除

# hello
source: Hello {firstName}!
it: Ciao {firstName}!
ja: こんにちは、{firstName}さん！
ko: {firstName}님 안녕하세요!
pt: Olá {firstName}!
vi: Xin chào {firstName}!
zh: 你好 {firstName}！

source: Sign In
it: Accedi
ja: ログイン
ko: 로그인
pt: Entrar
vi: Đăng nhập
zh: 登录

# signUp
source: Create Account
it: Crea account
ja: アカウント作成
ko: 계정 만들기
pt: Criar Conta
vi: Tạo tài khoản
zh: 注册账号

source: Confirm
it: Conferma
ja: 確認
ko: 확인
pt: Confirmar
vi: Xác nhận
zh: 确认

# continueLabel
source: Continue
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
vi: Tiếp tục
zh: 继续

source: Submit
it: Invia
ja: 送信
ko: 제출
pt: Enviar
vi: Gửi
zh: 提交

source: Change Password
it: Cambia password
ja: パスワード変更
ko: 비밀번호 변경
pt: Alterar Senha
vi: Đổi mật khẩu
zh: 修改密码

source: Send Code
it: Invia codice
ja: コードを送信
ko: 코드 전송
pt: Enviar Código
vi: Gửi mã
zh: 发送验证码

# lostCode
source: Lost your code?
it: Codice perso?
ja: コードを紛失しましたか？
ko: 코드를 분실하셨나요?
pt: Perdeu seu código?
vi: Mất mã?
zh: 丢失验证码？

# signInWith
source: Sign In with {provider}
it: Accedi con {provider}
ja: {provider}でログイン
ko: {provider}로 로그인
pt: Entrar com {provider}
vi: Đăng nhập bằng {provider}
zh: 使用{provider}登录

source: No account?
it: Non hai un account?
ja: アカウントをお持ちでないですか？
ko: 계정이 없으신가요?
pt: Não tem conta?
vi: Chưa có tài khoản?
zh: 没有账号？

# haveAccount
source: Have an account?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
pt: Já tem uma conta?
vi: Đã có tài khoản?
zh: 已有账号？

# forgotPassword
source: Forgot your password?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
pt: Esqueceu sua senha?
vi: Quên mật khẩu?
zh: 忘记密码？

# confirmResetPassword
source: Reset Password
it: Reimposta password
ja: パスワードリセット
ko: 비밀번호 재설정
pt: Redefinir Senha
vi: Đặt lại mật khẩu
zh: 重置密码

# backTo
source: Back to {previousStep}
it: Torna a {previousStep}
ja: {previousStep}に戻る
ko: {previousStep}로 돌아가기
pt: Voltar para {previousStep}
vi: Quay lại {previousStep}
zh: 返回{previousStep}

source: Copy Key
it: Copia chiave
ja: キーをコピー
ko: 키 복사
pt: Copiar Chave
vi: Sao chép khóa
zh: 复制密钥

source: Confirm Sign-up
it: Conferma registrazione
ja: サインアップ確認
ko: 가입 확인
pt: Confirmar Cadastro
vi: Xác nhận đăng ký
zh: 确认注册

# confirmSignInMfa
source: Confirm Sign-in
it: Conferma accesso
ja: ログイン確認
ko: 로그인 확인
pt: Confirmar Login
vi: Xác nhận đăng nhập
zh: 确认登录

# confirmSignInNewPassword
source: Confirm Sign-in
it: Conferma accesso
ja: ログイン確認
ko: 로그인 확인
pt: Confirmar Login
vi: Xác nhận đăng nhập
zh: 确认登录

source: Reset Password
it: Reimposta password
ja: パスワードリセット
ko: 비밀번호 재설정
pt: Redefinir Senha
vi: Đặt lại mật khẩu
zh: 重置密码

source: Verify User
it: Verifica utente
ja: ユーザー確認
ko: 사용자 인증
pt: Verificar Usuário
vi: Xác minh người dùng
zh: 验证用户

source: Confirm Verify User
it: Conferma verifica utente
ja: ユーザー確認の承認
ko: 사용자 인증 확인
pt: Confirmar Verificação de Usuário
vi: Xác nhận xác minh người dùng
zh: 确认验证用户

source: Username
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt: Nome de usuário
vi: Tên đăng nhập
zh: 用户名

source: Password
ja: パスワード
ko: 비밀번호
pt: Senha
vi: Mật khẩu
zh: 密码

source: Confirm {attribute}
it: Conferma {attribute}
ja: {attribute}を確認
ko: {attribute} 확인
pt: Confirmar {attribute}
vi: Xác nhận {attribute}
zh: 确认{attribute}

source: Passwords do not match
it: Le password non corrispondono
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt: As senhas não coincidem
vi: Mật khẩu không khớp
zh: 密码不匹配

source: New Password
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
pt: Nova Senha
vi: Mật khẩu mới
zh: 新密码

# passwordConfirmation
source: Confirm Password
it: Conferma password
ja: パスワード確認
ko: 비밀번호 확인
pt: Confirmar Senha
vi: Xác nhận mật khẩu
zh: 确认密码

source: Verification Code
it: Codice di verifica
ja: 確認コード
ko: 인증 코드
pt: Código de Verificação
vi: Mã xác minh
zh: 验证码

# customChallenge
source: Confirmation Code
it: Codice di conferma
ja: 確認コード
ko: 확인 코드
pt: Código de Confirmação
vi: Mã xác nhận
zh: 确认码

source: Address
it: Indirizzo
ja: 住所
ko: 주소
pt: Endereço
vi: Địa chỉ
zh: 地址

source: Birthdate
it: Data di nascita
ja: 生年月日
ko: 생년월일
pt: Data de Nascimento
vi: Ngày sinh
zh: 出生日期

source: Email
ja: メールアドレス
ko: 이메일
zh: 电子邮箱

source: Family Name
it: Cognome
ja: 姓
ko: 성
pt: Sobrenome
vi: Họ
zh: 姓

source: Gender
it: Genere
ja: 性別
ko: 성별
pt: Gênero
vi: Giới tính
zh: 性别

# givenName
source: Fist Name
it: Nome
ja: 名
ko: 이름
pt: Nome
vi: Tên
zh: 名

source: Middle Name
it: Secondo nome
ja: ミドルネーム
ko: 중간 이름
pt: Nome do Meio
vi: Tên đệm
zh: 中间名

source: Name
it: Nome
ja: 名前
ko: 이름
pt: Nome
vi: Tên
zh: 姓名

source: Nickname
it: Soprannome
ja: ニックネーム
ko: 닉네임
pt: Apelido
vi: Biệt danh
zh: 昵称

source: Phone Number
it: Numero di telefono
ja: 電話番号
ko: 전화번호
pt: Número de Telefone
vi: Số điện thoại
zh: 电话号码

source: Preferred Username
it: Nome utente preferito
ja: 希望するユーザー名
ko: 선호하는 사용자 이름
pt: Nome de Usuário Preferido
vi: Tên đăng nhập ưa thích
zh: 首选用户名

source: Remember Device?
it: Ricorda dispositivo?
ja: このデバイスを記憶しますか？
ko: 기기를 기억하시겠습니까?
pt: Lembrar Dispositivo?
vi: Ghi nhớ thiết bị?
zh: 记住设备？

# selectSms
source: Text Message (SMS)
it: Messaggio di testo (SMS)
ja: SMS（テキストメッセージ）
ko: 문자 메시지 (SMS)
pt: Mensagem de Texto (SMS)
vi: Tin nhắn văn bản (SMS)
zh: 短信验证（SMS）

# selectTotp
source: Authenticator App (TOTP)
it: App di autenticazione (TOTP)
ja: 認証アプリ（TOTP）
ko: 인증 앱 (TOTP)
pt: Aplicativo Autenticador (TOTP)
vi: Ứng dụng xác thực (TOTP)
zh: 验证器应用（TOTP）

# totpCodePrompt
source: Please enter the code from your registered Authenticator app
it: Inserisci il codice dalla tua app di autenticazione registrata
ja: 登録済みの認証アプリからコードを入力してください
ko: 등록된 인증 앱에서 코드를 입력해주세요
pt: Por favor, insira o código do seu aplicativo autenticador registrado
vi: Vui lòng nhập mã từ ứng dụng xác thực đã đăng ký của bạn
zh: 请输入已注册验证器应用中的验证码
